cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'yarn'

cask '1password'
cask 'firefox'
cask 'google-chrome'
cask 'slack'