cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'AdoptOpenJDK/openjdk'
tap 'heroku/brew'

brew 'ack'
brew 'awsebcli'
brew 'cocoapods'
brew 'coreutils'
brew 'docker'
brew 'go'
brew 'grc'
brew 'heroku'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'nvm'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'watchman'
brew 'wget'
brew 'yarn'
brew 'zsh-autosuggestions'

cask '1password'
cask 'firefox'
# cask 'google-chrome'
cask 'slack'
cask 'docker'
cask 'skitch'
# cask 'postico'
cask 'sketch'
cask 'google-drive-file-stream'
cask 'ngrok'
cask 'kap'
cask 'fastlane'
# cask 'genymotion'
# cask 'java'
cask 'android-studio'
cask 'soulver'
cask 'signal'
cask 'charles'
cask 'visual-studio-code'
cask 'spotify'
cask 'adoptopenjdk8'
cask 'notion'
cask 'vysor'